package lesson2;

public class Plus {
    public static void main(String[] args) {
        int a = 3;
        if (a >= 0) {
            System.out.println("положительное");
        }
        else{
            System.out.println("отрицательное");
        }
    }
}


//    Написать метод, которому в качестве параметра передается целое число, метод должен напечатать в консоль,
  //  положительное ли число передали или отрицательное. Замечание: ноль считаем положительным числом.