package lesson2;

public class Year {
    public static void main(String[] args) {
        int a = 3;
        String name = "Yanina";
        for (a = 3; a < 7; a++) {
            System.out.println(name);
        }
    }
}

//Написать метод, которому в качестве аргументов передается строка и число,
// метод должен отпечатать в консоль указанную строку, указанное количество раз;